# MmH2OPerM Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..MmH2OPerM Property
SymbolTypeId Class See Also
---
Symbol mmH2O/m, indicating unit Millimeters of water column per meter.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId MmH2OPerM { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property MmH2OPerM As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ MmH2OPerM {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace